---
kind: property
id: P:Autodesk.Revit.DB.Architecture.StairsRun.Height
zh: 高度
source: html/ec9100da-66e5-b146-f2e5-6797ec63fe89.htm
---
# Autodesk.Revit.DB.Architecture.StairsRun.Height Property

**中文**: 高度

The calculated height of the stairs run.

## Syntax (C#)
```csharp
public double Height { get; }
```

## Remarks
The height is the elevation span between run's base elevation and top elevation.